{
  "title": "Blog",
  "subtitle": "Stay updated with the latest news, announcements, and insights from Systemvetardagen 2026",
  "readMore": "Read more",
  "posts": {
    "fairie": {
      "title": "Become a Fair'ie - Help Make Systemvetardagen 2026 Unforgettable!",
      "date": "November 22, 2025",
      "image": "/images/workers.jpg",
      "paragraphs": [
        [
          {
            "type": "text",
            "content": "Are you passionate about creating memorable experiences and being part of something bigger? We're looking for enthusiastic Fair'ies to help bring Systemvetardagen 2026 to life!"
          }
        ],
        [
          {
            "type": "text",
            "content": "As a Fair'ie, you'll be at the heart of the action helping with preparations, welcoming companies and guests, guiding visitors, and ensuring everything runs smoothly. You'll enjoy free food and drinks throughout the day, and you'll still have plenty of time to explore the fair and talk to companies yourself."
          }
        ],
        [
          {
            "type": "text",
            "content": "What do you get in return? If you work you'll earn active DISK status, gain valuable experience for your CV, and network with leading tech companies and ambitious students. Plus, you'll be invited to our exclusive Thank You Party with free food, drinks, music, and celebration!"
          }
        ],
        [
          {
            "type": "text",
            "content": "Ready to join the team? "
          },
          {
            "type": "link",
            "content": "Sign up here",
            "href": "https://forms.office.com/pages/responsepage.aspx?id=-d6Dd48OpkmgDUGVg8iFYw0XRXYagRNBnDGOWJUt59hUQUFDM0xOWTI2RlYyUDNFNlE5WDZVTFFKTS4u&route=shorturl",
            "external": true
          },
          {
            "type": "text",
            "content": " to express your interest. Closer to the fair, you'll be invited to an information meeting where you'll learn more about the available shifts and what to expect."
          }
        ],
        [
          {
            "type": "text",
            "content": "Help us make Systemvetardagen 2026 truly unforgettable!"
          }
        ]
      ]
    },
    "announcement": {
      "title": "Announcing Systemvetardagen 2026!",
      "date": "November 20, 2025",
      "image": "/images/heads.jpg",
      "paragraphs": [
        [
          {
            "type": "text",
            "content": "We are incredibly excited to announce that Systemvetardagen is back! From day one of this project, we have dedicated ourselves to planning an unforgettable experience for all students and companies who will participate in this year's jubilee edition, our 30th anniversary!"
          }
        ],
        [
          {
            "type": "text",
            "content": "This milestone is not just a celebration of three decades of connecting students with leading tech companies, but also a testament to the hard work and passion of countless students who have made Systemvetardagen what it is today. Organized entirely by students, for students, through the Student Union DISK, this fair has become the premier event for IT and System Science students in Sweden."
          }
        ],
        [
          {
            "type": "text",
            "content": "On February 18, 2026, we will welcome leading tech "
          },
          {
            "type": "link",
            "content": "companies",
            "href": "/companies"
          },
          {
            "type": "text",
            "content": " and visitors to Kista Nod. Whether you're seeking internships, thesis opportunities, or your first career position, Systemvetardagen 2026 will offer unparalleled networking opportunities with industry leaders."
          }
        ],
        [
          {
            "type": "text",
            "content": "We want to extend our heartfelt thanks to all participating companies and most importantly, to you, the students who make this event meaningful. We are also looking for dedicated volunteers who want to help create this amazing event! Together, we're not just hosting a job fair; we're building bridges between ambition and opportunity, between education and career, between today's students and tomorrow's leaders."
          }
        ],
        [
          {
            "type": "text",
            "content": "See you at Systemvetardagen 2026, let's make this jubilee one to remember!"
          }
        ],
        [
          {
            "type": "text",
            "content": "Best regards,"
          }
        ],
        [
          {
            "type": "link",
            "content": "Diana Noran",
            "href": "https://www.linkedin.com/in/diana-noran/",
            "external": true
          },
          {
            "type": "text",
            "content": ", "
          },
          {
            "type": "link",
            "content": "Tanja Hosseinzadeh",
            "href": "https://www.linkedin.com/in/tanja-hosseinzadeh/",
            "external": true
          },
          {
            "type": "text",
            "content": " & "
          },
          {
            "type": "link",
            "content": "David Singhateh",
            "href": "https://www.linkedin.com/in/david-singhateh-680489303/",
            "external": true
          }
        ],
        [
          {
            "type": "text",
            "content": "Project Management Team, Systemvetardagen 2026"
          }
        ]
      ]
    }
  }
}