{
  "title": "Blog",
  "subtitle": "Stay updated with the latest news, announcements, and insights from Systemvetardagen 2026",
  "readMore": "Read more",
  "posts": {
    "afterparty": {
      "title": "Party & After Work!!🥳🥳",
      "date": "February 2, 2026",
      "image": "/images/afterparty.webp",
      "paragraphs": [
        [
          {
            "type": "text",
            "content": "After a day filled with inspiration, networking, and exciting meetings with companies, it's time to unwind and celebrate! We invite you to Systemvetardagen's Afterparty & After Work, an evening full of good food, chats and entertainment."
          }
        ],
        [
          {
            "type": "text",
            "content": "This year's afterparty is a collaboration with "
          },
          {
            "type": "link",
            "content": "DISK Klubbmästeri",
            "href": "https://www.instagram.com/disk_klubbmasteri/",
            "external": true
          },
          {
            "type": "text",
            "content": "!"
          }
        ],
        [
          {
            "type": "heading",
            "content": "When & Where?"
          }
        ],
        [
          {
            "type": "text",
            "content": "Date: February 18, 2026"
          }
        ],
        [
          {
            "type": "text",
            "content": "Time: 15:45 – 01:00"
          }
        ],
        [
          {
            "type": "text",
            "content": "Location: Foo Bar, second floor, DSV"
          }
        ],
        [
          {
            "type": "heading",
            "content": "What Can You Expect?"
          }
        ],
        [
          {
            "type": "text",
            "content": "After the fair, Foo Bar opens its doors for a relaxed evening where you can continue networking in a more casual environment. Whether you want to discuss your fair impressions with other students, continue conversations with company representatives, or simply enjoy the atmosphere, this is the perfect opportunity!"
          }
        ],
        [
          {
            "type": "heading",
            "content": "Who's Welcome?"
          }
        ],
        [
          {
            "type": "text",
            "content": "All students, company representatives, and Fair'ies are warmly welcome! This is your chance to relax after the fair and create memories that last longer than just one day."
          }
        ],
        [
          {
            "type": "text",
            "content": "See you at Foo Bar!🎉🎉🎉"
          }
        ]
      ]
    },
    "keynote": {
      "title": "Keynote Speaker: Vahid Zohali, Managing Director of IBM Sweden",
      "date": "January 24, 2026",
      "image": "/images/vahid-zohali.webp",
      "paragraphs": [
        [
          {
            "type": "heading",
            "content": "From Curiosity to Impact: A Personal Journey Through Generative AI and Cybersecurity"
          }
        ],
        [
          {
            "type": "text",
            "content": "We are pleased to welcome Vahid Zohali, Managing Director of IBM Sweden, who will share his inspiring and personal journey through the world of IT. From early technical curiosity to leading roles within a global tech organization, Vahid will highlight the lessons, challenges, and key decisions that have shaped his perspective on innovation, leadership, generative AI, and cybersecurity."
          }
        ],
        [
          {
            "type": "heading",
            "content": "About the Lecture"
          }
        ],
        [
          {
            "type": "text",
            "content": "Generative AI is one of the most significant technological shifts of our time and is transforming how we work, lead, and protect digital systems. This lecture explores how generative AI and cybersecurity interact, covering innovation, risks, responsibility, and the future of digital security."
          }
        ],
        [
          {
            "type": "heading",
            "content": "When & Where?"
          }
        ],
        [
          {
            "type": "text",
            "content": "Date: February 18, 2026"
          }
        ],
        [
          {
            "type": "text",
            "content": "Time: 14:00 - 15:00"
          }
        ],
        [
          {
            "type": "text",
            "content": "Location: Aula NOD"
          }
        ]
      ]
    },
    "meet": {
      "title": "Master Systemvetardagen, Sign up for meetings!",
      "date": "December 8, 2025",
      "image": "/images/sysdagen.webp",
      "paragraphs": [
        [
          {
            "type": "text",
            "content": "Systemvetardagen is right around the corner, and while collecting free merch is fun, the real value lies in the connections you make. To help you move beyond small talk and into serious career discussions, we are excited to introduce Systemvetardagen's Meeting Platform."
          }
        ],
        [
          {
            "type": "text",
            "content": "This all-in-one tool connects students directly with companies for focused, scheduled conversations during the fair. "
          },
          {
            "type": "link",
            "content": "Sign up now",
            "href": "https://mitt.systemvetardagen.se/",
            "external": true
          },
          {
            "type": "text",
            "content": " to secure your dream job."
          }
        ],
        [
          {
            "type": "heading",
            "content": "How It Works"
          }
        ],
        [
          {
            "type": "text",
            "content": "Navigating the platform is simple. Just follow these four steps to get your schedule ready:"
          }
        ],
        [
          {
            "type": "list",
            "ordered": true,
            "items": [
              {
                "title": "Sign Up:",
                "content": "Create your profile and select your current educational program."
              },
              {
                "title": "Upload Your CV:",
                "content": "Attach a concise CV so recruiters can quickly assess your fit for their roles."
              },
              {
                "title": "Apply:",
                "content": "Browse companies with open slots and apply for meetings. You will receive confirmations directly in the platform."
              },
              {
                "title": "Meet:",
                "content": "On the day of the fair, meet the company representatives at your scheduled time."
              }
            ]
          }
        ],
        [
          {
            "type": "heading",
            "content": "Tips for a Successful Interview"
          }
        ],
        [
          {
            "type": "text",
            "content": "Once you have secured your slots, preparation is key. Here is how to make a lasting impression:"
          }
        ],
        [
          {
            "type": "list",
            "ordered": true,
            "items": [
              {
                "title": "Apply Strategically:",
                "content": "Quality beats quantity. Don't apply to every single company. Focus on 3–5 companies that truly interest you to ensure more meaningful and relaxed conversations."
              },
              {
                "title": "Research & Prepare:",
                "content": "Look into the company beforehand. Prepare thoughtful questions about their work culture, tech stack, and career opportunities."
              },
              {
                "title": "Update Your CV:",
                "content": "Keep your CV concise (1–2 pages). Highlight relevant projects, skills, and experiences that specifically match the companies you are meeting."
              },
              {
                "title": "Arrive Early:",
                "content": "Show up to your scheduled meeting a few minutes early. Punctuality demonstrates professionalism and gives you a moment to compose yourself."
              },
              {
                "title": "Be Authentic:",
                "content": "Companies value your unique perspective as a student. Be yourself, show genuine interest, and let your personality shine."
              },
              {
                "title": "Follow Up:",
                "content": "Send a brief thank-you email after the fair. It is a great way to reinforce your interest and ensure you stay memorable."
              }
            ]
          }
        ],
        [
          {
            "type": "text",
            "content": "Ready to get started? "
          },
          {
            "type": "link",
            "content": "Log in to the platform",
            "href": "https://mitt.systemvetardagen.se/",
            "external": true
          },
          {
            "type": "text",
            "content": " today and start planning your future!"
          }
        ]
      ]
    },
    "fairie": {
      "title": "Become a Fair'ie & Help Make Systemvetardagen 2026 Unforgettable!",
      "date": "November 22, 2025",
      "image": "/images/workers.webp",
      "paragraphs": [
        [
          {
            "type": "text",
            "content": "Are you passionate about creating memorable experiences and being part of something bigger? We're looking for enthusiastic Fair'ies to help bring Systemvetardagen 2026 to life!"
          }
        ],
        [
          {
            "type": "text",
            "content": "As a Fair'ie, you'll be at the heart of the action helping with preparations, welcoming companies and guests, guiding visitors, and ensuring everything runs smoothly. You'll enjoy free food and drinks throughout the day, and you'll still have plenty of time to explore the fair and talk to companies yourself."
          }
        ],
        [
          {
            "type": "text",
            "content": "What do you get in return? If you work you'll earn active DISK status, gain valuable experience for your CV, and network with leading tech companies and ambitious students. Plus, you'll be invited to our exclusive Thank You Party with free food, drinks, music, and celebration!"
          }
        ],
        [
          {
            "type": "text",
            "content": "Ready to join the team? "
          },
          {
            "type": "link",
            "content": "Sign up here",
            "href": "https://forms.office.com/pages/responsepage.aspx?id=-d6Dd48OpkmgDUGVg8iFYw0XRXYagRNBnDGOWJUt59hUQUFDM0xOWTI2RlYyUDNFNlE5WDZVTFFKTS4u&route=shorturl",
            "external": true
          },
          {
            "type": "text",
            "content": " to express your interest. Closer to the fair, you'll be invited to an information meeting where you'll learn more about the available shifts and what to expect."
          }
        ],
        [
          {
            "type": "text",
            "content": "Help us make Systemvetardagen 2026 truly unforgettable!"
          }
        ]
      ]
    },
    "announcement": {
      "title": "Announcing Systemvetardagen 2026!",
      "date": "November 20, 2025",
      "image": "/images/heads.webp",
      "paragraphs": [
        [
          {
            "type": "text",
            "content": "We are incredibly excited to announce that Systemvetardagen is back! From day one of this project, we have dedicated ourselves to planning an unforgettable experience for all students and companies who will participate in this year's jubilee edition, our 30th anniversary!"
          }
        ],
        [
          {
            "type": "text",
            "content": "This milestone is not just a celebration of three decades of connecting students with leading tech companies, but also a testament to the hard work and passion of countless students who have made Systemvetardagen what it is today. Organized entirely by students, for students, through the Student Union DISK, this fair has become the premier event for IT and System Science students in Sweden."
          }
        ],
        [
          {
            "type": "text",
            "content": "On February 18, 2026, we will welcome leading tech "
          },
          {
            "type": "link",
            "content": "companies",
            "href": "/companies"
          },
          {
            "type": "text",
            "content": " and visitors to Kista Nod. Whether you're seeking internships, thesis opportunities, or your first career position, Systemvetardagen 2026 will offer unparalleled networking opportunities with industry leaders."
          }
        ],
        [
          {
            "type": "text",
            "content": "We want to extend our heartfelt thanks to all participating companies and most importantly, to you, the students who make this event meaningful. We are also looking for dedicated volunteers who want to help create this amazing event! Together, we're not just hosting a job fair; we're building bridges between ambition and opportunity, between education and career, between today's students and tomorrow's leaders."
          }
        ],
        [
          {
            "type": "text",
            "content": "See you at Systemvetardagen 2026, let's make this jubilee one to remember!"
          }
        ],
        [
          {
            "type": "text",
            "content": "Best regards,"
          }
        ],
        [
          {
            "type": "link",
            "content": "Diana Noran",
            "href": "https://www.linkedin.com/in/diana-noran/",
            "external": true
          },
          {
            "type": "text",
            "content": ", "
          },
          {
            "type": "link",
            "content": "Tanja Hosseinzadeh",
            "href": "https://www.linkedin.com/in/tanja-hosseinzadeh/",
            "external": true
          },
          {
            "type": "text",
            "content": " & "
          },
          {
            "type": "link",
            "content": "David Singhateh",
            "href": "https://www.linkedin.com/in/david-singhateh-680489303/",
            "external": true
          }
        ],
        [
          {
            "type": "text",
            "content": "Project Management Team, Systemvetardagen 2026"
          }
        ]
      ]
    }
  }
}
