{
  "title": "Blogg",
  "subtitle": "Håll dig uppdaterad med de senaste nyheterna, tillkännagivandena och insikterna från Systemvetardagen 2026",
  "readMore": "Läs mer",
  "posts": {
    "afterparty": {
      "title": "Party & After Work!",
      "date": "2 Februari, 2026",
      "image": "/images/afterparty.webp",
      "paragraphs": [
        [
          {
            "type": "text",
            "content": "Efter en dag full av inspiration, nätverkande och spännande möten med företag är det dags att varva ner och fira! Vi bjuder in dig till Systemvetardagens Efterfest & After Work, en kväll fylld av god mat, konversation och underhållning."
          }
        ],
        [
          {
            "type": "text",
            "content": "Årets efterfest är ett samarbete med "
          },
          {
            "type": "link",
            "content": "DISK Klubbmästeri",
            "href": "https://www.instagram.com/disk_klubbmasteri/",
            "external": true
          },
          {
            "type": "text",
            "content": "!"
          }
        ],
        [
          {
            "type": "heading",
            "content": "När & Var?"
          }
        ],
        [
          {
            "type": "text",
            "content": "Datum: 18 Februari 2026"
          }
        ],
        [
          {
            "type": "text",
            "content": "Tid: 15:45 – 01:00"
          }
        ],
        [
          {
            "type": "text",
            "content": "Plats: Foo Bar, andra våningen, DSV"
          }
        ],
        [
          {
            "type": "heading",
            "content": "Vad Kan Du Förvänta Dig?"
          }
        ],
        [
          {
            "type": "text",
            "content": "Efter mässan öppnar Foo Bar sina dörrar för en avslappnad kväll där du kan fortsätta nätverka i en mer avslappnad miljö. Oavsett om du vill diskutera dina mässintryck med andra studenter, fortsätta konversationer med företagsrepresentanter eller bara njuta av stämningen, detta är det perfekta tillfället!"
          }
        ],
        [
          {
            "type": "heading",
            "content": "Vem Är Välkommen?"
          }
        ],
        [
          {
            "type": "text",
            "content": "Alla studenter, företagsrepresentanter och Fair'ies är hjärtligt välkomna! Det här är din chans att koppla av efter mässan och skapa minnen som varar längre än bara en dag."
          }
        ],
        [
          {
            "type": "text",
            "content": "Vi ses på Foo Bar!🎉🎉🎉"
          }
        ]
      ]
    },
    "keynote": {
      "title": "Huvudföredrag: Vahid Zohali, VD för IBM Sverige",
      "date": "24 Januari, 2026",
      "image": "/images/vahid-zohali.webp",
      "paragraphs": [
        [
          {
            "type": "heading",
            "content": "From Curiosity to Impact: A Personal Journey Through Generative AI and Cybersecurity"
          }
        ],
        [
          {
            "type": "text",
            "content": "Vi välkomnar Vahid Zohali, VD för IBM Sverige, som håller ett inspirerande och personligt föredrag om sin resa genom IT-världen. Från tidig teknisk nyfikenhet till ledande positioner inom en global techorganisation delar Vahid de lärdomar, utmaningar och vägval som format hans syn på innovation, ledarskap, generativ AI och cybersäkerhet."
          }
        ],
        [
          {
            "type": "heading",
            "content": "Om Föredraget"
          }
        ],
        [
          {
            "type": "text",
            "content": "Generativ AI är en av vår tids största teknologiska förändringar och påverkar hur vi arbetar, leder och skyddar våra digitala system. Föredraget utforskar hur generativ AI och cybersäkerhet samverkar, vilket berör allt från innovation, risker, ansvar och framtidens digitala trygghet."
          }
        ],
        [
          {
            "type": "heading",
            "content": "När & Var?"
          }
        ],
        [
          {
            "type": "text",
            "content": "Datum: 18 februari, 2026"
          }
        ],
        [
          {
            "type": "text",
            "content": "Tid: 14:00 - 15:00"
          }
        ],
        [
          {
            "type": "text",
            "content": "Plats: Aula NOD"
          }
        ]
      ]
    },
    "meet": {
      "title": "Maxa Systemvetardagen, Anmäl dig till möten!",
      "date": "8 December, 2025",
      "image": "/images/sysdagen.webp",
      "paragraphs": [
        [
          {
            "type": "text",
            "content": "Systemvetardagen närmar sig, och även om det är kul att samla gratis merch är det verkliga värdet de kontakter du skapar. För att hjälpa dig gå från småprat till seriösa karriärsamtal är vi glada att presentera Systemvetardagens Mötesplattform."
          }
        ],
        [
          {
            "type": "text",
            "content": "Detta heltäckande verktyg kopplar studenter direkt till företag för fokuserade, schemalagda samtal under mässan. "
          },
          {
            "type": "link",
            "content": "Registrera dig nu",
            "href": "https://mitt.systemvetardagen.se/",
            "external": true
          },
          {
            "type": "text",
            "content": " och säkra ditt drömjobb."
          }
        ],
        [
          {
            "type": "heading",
            "content": "Så Fungerar Det"
          }
        ],
        [
          {
            "type": "text",
            "content": "Att navigera på plattformen är enkelt. Följ bara dessa fyra steg för att förbereda ditt schema:"
          }
        ],
        [
          {
            "type": "list",
            "ordered": true,
            "items": [
              {
                "title": "Registrera dig:",
                "content": "Skapa din profil och välj ditt nuvarande utbildningsprogram."
              },
              {
                "title": "Ladda upp ditt CV:",
                "content": "Bifoga ett koncist CV så att rekryterare snabbt kan bedöma din lämplighet för deras roller."
              },
              {
                "title": "Ansök:",
                "content": "Bläddra bland företag med lediga platser och ansök om möten. Du får bekräftelser direkt i plattformen."
              },
              {
                "title": "Möts:",
                "content": "På mässdagen träffar du företagsrepresentanterna vid din schemalagda tid."
              }
            ]
          }
        ],
        [
          {
            "type": "heading",
            "content": "Tips för en bra Intervju"
          }
        ],
        [
          {
            "type": "text",
            "content": "När du har säkrat dina platser är förberedelse nyckeln. Här är hur du gör ett bestående intryck:"
          }
        ],
        [
          {
            "type": "list",
            "ordered": true,
            "items": [
              {
                "title": "Ansök Strategiskt:",
                "content": "Kvalitet slår kvantitet. Ansök inte till varenda företag. Fokusera på 3–5 företag som verkligen intresserar dig för att säkerställa mer meningsfulla samtal."
              },
              {
                "title": "Researcha & Förbered:",
                "content": "Undersök företaget i förväg. Förbered genomtänkta frågor om deras arbetskultur, teknikstack och karriärmöjligheter."
              },
              {
                "title": "Uppdatera ditt CV:",
                "content": "Håll ditt CV kortfattat (1–2 sidor). Framhäv relevanta projekt, färdigheter och erfarenheter som specifikt matchar de företag du ska träffa."
              },
              {
                "title": "Kom i God Tid:",
                "content": "Dyk upp till ditt schemalagda möte några minuter i förväg. Punktlighet visar professionalism och ger dig ett ögonblick att samla dig."
              },
              {
                "title": "Var Autentisk:",
                "content": "Företag värdesätter ditt unika perspektiv som student. Var dig själv, visa genuint intresse och låt din personlighet lysa igenom."
              },
              {
                "title": "Följ Upp:",
                "content": "Skicka ett kort tack-mejl efter mässan. Det är ett bra sätt att förstärka ditt intresse och säkerställa att du blir minnesvärd."
              }
            ]
          }
        ],
        [
          {
            "type": "text",
            "content": "Redo att börja? "
          },
          {
            "type": "link",
            "content": "Logga in på plattformen",
            "href": "https://mitt.systemvetardagen.se/",
            "external": true
          },
          {
            "type": "text",
            "content": " idag och börja planera din framtid!"
          }
        ]
      ]
    },
    "fairie": {
      "title": "Bli en Fair'ie & Hjälp till att Göra Systemvetardagen 2026 Oförglömlig!",
      "date": "22 November, 2025",
      "image": "/images/workers.webp",
      "paragraphs": [
        [
          {
            "type": "text",
            "content": "Brinner du för att skapa minnesvärda upplevelser och vara en del av något större? Vi söker entusiastiska Fair'ies som kan hjälpa till att förverkliga Systemvetardagen 2026!"
          }
        ],
        [
          {
            "type": "text",
            "content": "Som Fair'ie kommer du att vara i hjärtat av händelserna, hjälpa till med förberedelser, välkomna företag och gäster, vägleda besökare och se till att allt fungerar smidigt. Du kommer att njuta av gratis mat och dryck under hela dagen, och du har fortfarande gott om tid att utforska mässan och prata med företag själv."
          }
        ],
        [
          {
            "type": "text",
            "content": "Vad får du i utbyte? Om du arbetar får du aktiv DISK-status, värdefull erfarenhet för ditt CV och möjlighet att nätverka med ledande teknikföretag och ambitiösa studenter. Dessutom blir du inbjuden till vår exklusiva Tackfest med gratis mat, dryck, musik och firande!"
          }
        ],
        [
          {
            "type": "text",
            "content": "Redo att gå med i teamet? "
          },
          {
            "type": "link",
            "content": "Anmäl dig här",
            "href": "https://forms.office.com/pages/responsepage.aspx?id=-d6Dd48OpkmgDUGVg8iFYw0XRXYagRNBnDGOWJUt59hUQUFDM0xOWTI2RlYyUDNFNlE5WDZVTFFKTS4u&route=shorturl",
            "external": true
          },
          {
            "type": "text",
            "content": " för att uttrycka ditt intresse. Närmare mässan kommer du att bjudas in till ett informationsmöte där du får lära dig mer om tillgängliga skift och vad du kan förvänta dig."
          }
        ],
        [
          {
            "type": "text",
            "content": "Hjälp oss att göra Systemvetardagen 2026 verkligt oförglömlig!"
          }
        ]
      ]
    },
    "announcement": {
      "title": "Systemvetardagen 2026 är här!",
      "date": "20 November, 2025",
      "image": "/images/heads.webp",
      "paragraphs": [
        [
          {
            "type": "text",
            "content": "Vi är otroligt glada att kunna berätta att Systemvetardagen är tillbaka! Från första dagen i det här projektet har vi lagt stor vikt vid att planera en oförglömlig upplevelse för alla studenter och företag som kommer att delta i årets jubileumsutgåva, vår 30:e årsdag!"
          }
        ],
        [
          {
            "type": "text",
            "content": "Denna milstolpe är inte bara ett firande av tre decennier av att skapa kontakter mellan studenter och ledande teknikföretag, utan också ett bevis på det hårda arbetet och passionen hos otaliga studenter som har gjort Systemvetardagen till vad det är idag. Helt organiserad av studenter, för studenter, genom Studentkåren DISK, har denna mässa blivit det främsta evenemanget för IT- och systemvetarskapsstudenter i Sverige."
          }
        ],
        [
          {
            "type": "text",
            "content": "Den 18 februari 2026 kommer vi att välkomna ledande "
          },
          {
            "type": "link",
            "content": "företag",
            "href": "/companies"
          },
          {
            "type": "text",
            "content": " och besökare till Kista Nod. Oavsett om du söker praktikplatser, examensarbetesmöjligheter eller din första karriärposition, kommer Systemvetardagen 2026 att erbjuda oöverträffade nätverksmöjligheter med branschledare. Vårt team arbetar hårt för att säkerställa att varje detalj - från företagsplaceringar till spännande föreläsningar och aktiviteter - skapar bästa möjliga upplevelse för alla."
          }
        ],
        [
          {
            "type": "text",
            "content": "Vi vill rikta ett stort tack till alla deltagande företag och framför allt till er, studenterna som gör detta evenemang meningsfullt. Vi letar också efter engagerade volontärer som vill vara med och skapa detta fantastiska evenemang! Tillsammans arrangerar vi inte bara en jobbmässa; vi bygger broar mellan ambition och möjlighet, mellan utbildning och karriär, mellan dagens studenter och morgondagens ledare."
          }
        ],
        [
          {
            "type": "text",
            "content": "Vi ses på Systemvetardagen 2026, låt oss göra denna jubileumsutgåva minnesvärd!"
          }
        ],
        [
          {
            "type": "text",
            "content": "Vänliga hälsningar,"
          }
        ],
        [
          {
            "type": "link",
            "content": "Diana Noran",
            "href": "https://www.linkedin.com/in/diana-noran/",
            "external": true
          },
          {
            "type": "text",
            "content": ", "
          },
          {
            "type": "link",
            "content": "Tanja Hosseinzadeh",
            "href": "https://www.linkedin.com/in/tanja-hosseinzadeh/",
            "external": true
          },
          {
            "type": "text",
            "content": " & "
          },
          {
            "type": "link",
            "content": "David Singhateh",
            "href": "https://www.linkedin.com/in/david-singhateh-680489303/",
            "external": true
          }
        ],
        [
          {
            "type": "text",
            "content": "Projektledningsteamet, Systemvetardagen 2026"
          }
        ]
      ]
    }
  }
}
