{
  "title": "Blogg",
  "subtitle": "Håll dig uppdaterad med de senaste nyheterna, tillkännagivandena och insikterna från Systemvetardagen 2026",
  "readMore": "Läs mer",
  "posts": {
    "fairie": {
      "title": "Bli en Fair'ie - Hjälp till att Göra Systemvetardagen 2026 Oförglömlig!",
      "date": "22 November, 2025",
      "image": "/images/workers.jpg",
      "paragraphs": [
        [
          {
            "type": "text",
            "content": "Brinner du för att skapa minnesvärda upplevelser och vara en del av något större? Vi söker entusiastiska Fair'ies som kan hjälpa till att förverkliga Systemvetardagen 2026!"
          }
        ],
        [
          {
            "type": "text",
            "content": "Som Fair'ie kommer du att vara i hjärtat av händelserna - hjälpa till med förberedelser, välkomna företag och gäster, vägleda besökare och se till att allt fungerar smidigt. Du kommer att njuta av gratis mat och dryck under hela dagen, och du har fortfarande gott om tid att utforska mässan och prata med företag själv."
          }
        ],
        [
          {
            "type": "text",
            "content": "Vad får du i utbyte? Om du arbetar får du aktiv DISK-status, värdefull erfarenhet för ditt CV och möjlighet att nätverka med ledande teknikföretag och ambitiösa studenter. Dessutom blir du inbjuden till vår exklusiva Tackfest med gratis mat, dryck, musik och firande!"
          }
        ],
        [
          {
            "type": "text",
            "content": "Redo att gå med i teamet? "
          },
          {
            "type": "link",
            "content": "Anmäl dig här",
            "href": "https://forms.office.com/pages/responsepage.aspx?id=-d6Dd48OpkmgDUGVg8iFYw0XRXYagRNBnDGOWJUt59hUQUFDM0xOWTI2RlYyUDNFNlE5WDZVTFFKTS4u&route=shorturl",
            "external": true
          },
          {
            "type": "text",
            "content": " för att uttrycka ditt intresse. Närmare mässan kommer du att bjudas in till ett informationsmöte där du får lära dig mer om tillgängliga skift och vad du kan förvänta dig."
          }
        ],
        [
          {
            "type": "text",
            "content": "Hjälp oss att göra Systemvetardagen 2026 verkligt oförglömlig!"
          }
        ]
      ]
    },
    "announcement": {
      "title": "Systemvetardagen 2026 är här!",
      "date": "20 November, 2025",
      "image": "/images/heads.jpeg",
      "paragraphs": [
        [
          {
            "type": "text",
            "content": "Vi är otroligt glada att kunna berätta att Systemvetardagen är tillbaka! Från första dagen i det här projektet har vi lagt stor vikt vid att planera en oförglömlig upplevelse för alla studenter och företag som kommer att delta i årets jubileumsutgåva - vår 30:e årsdag!"
          }
        ],
        [
          {
            "type": "text",
            "content": "Denna milstolpe är inte bara ett firande av tre decennier av att skapa kontakter mellan studenter och ledande teknikföretag, utan också ett bevis på det hårda arbetet och passionen hos otaliga studenter som har gjort Systemvetardagen till vad det är idag. Helt organiserad av studenter, för studenter, genom Studentkåren DISK, har denna mässa blivit det främsta evenemanget för IT- och systemvetarskapsstudenter i Sverige."
          }
        ],
        [
          {
            "type": "text",
            "content": "Den 18 februari 2026 kommer vi att välkomna ledande "
          },
          {
            "type": "link",
            "content": "företag",
            "href": "/companies"
          },
          {
            "type": "text",
            "content": " och besökare till Kista Nod. Oavsett om du söker praktikplatser, examensarbetesmöjligheter eller din första karriärposition, kommer Systemvetardagen 2026 att erbjuda oöverträffade nätverksmöjligheter med branschledare. Vårt team arbetar hårt för att säkerställa att varje detalj - från företagsplaceringar till spännande föreläsningar och aktiviteter - skapar bästa möjliga upplevelse för alla."
          }
        ],
        [
          {
            "type": "text",
            "content": "Vi vill rikta ett stort tack till alla deltagande företag och framför allt till er - studenterna som gör detta evenemang meningsfullt. Vi letar också efter engagerade volontärer som vill vara med och skapa detta fantastiska evenemang! Tillsammans arrangerar vi inte bara en jobbmässa; vi bygger broar mellan ambition och möjlighet, mellan utbildning och karriär, mellan dagens studenter och morgondagens ledare."
          }
        ],
        [
          {
            "type": "text",
            "content": "Vi ses på Systemvetardagen 2026 - låt oss göra denna jubileumsutgåva minnesvärd!"
          }
        ],
        [
          {
            "type": "text",
            "content": "Vänliga hälsningar,"
          }
        ],
        [
          {
            "type": "link",
            "content": "Diana Noran",
            "href": "https://www.linkedin.com/in/diana-noran/",
            "external": true
          },
          {
            "type": "text",
            "content": ", "
          },
          {
            "type": "link",
            "content": "Tanja Hosseinzadeh",
            "href": "https://www.linkedin.com/in/tanja-hosseinzadeh/",
            "external": true
          },
          {
            "type": "text",
            "content": " & "
          },
          {
            "type": "link",
            "content": "David Singhateh",
            "href": "https://www.linkedin.com/in/david-singhateh-680489303/",
            "external": true
          }
        ],
        [
          {
            "type": "text",
            "content": "Projektledningsteamet, Systemvetardagen 2026"
          }
        ]
      ]
    }
  }
}
